[
  {
    "Timestamp": "1/23/2024 19:03:16",
    "Email Address": "tariqravasia@berkeley.edu",
    "First Name": "Tariq",
    "Preferred Name": "Tariq",
    "Last Name": "Ravasia",
    "Gender Identity": "Male",
    "Year": "Sophomore",
    "Phone Number": "(509) 280-1045",
    "How did you hear about PCS?": "Tabling, Instagram",
    "If you chose Friend/Reference, who is your reference?": "",
    "Major(s) (Declared or Intended)": "Political Science",
    "Minor(s)": "Data Science",
    "Relevant Coursework (current and/or previous)": "PS161, PS3, Data 8, CS88, Stat 88, PS1, PS261, PS4, PS2, PS5",
    "What courses are you taking this semester? Please list the course titles and number of units.": "PS261-- Political Behavior-- 4 units\nData C88S/Stat 88-- Probability and Mathematical Statistics in Data Science-- 3 units\nPS1-- Introduction to American Politics-- 4 units\nPS4-- Introduction to Political Theory-- 4 units\nUGIS 192B-- Supervised Research: Social Sciences-- 2 units",
    "What are your other time commitments this semester? Please list the approximate number of hours per week.": "URAP-- ~8 hours\nCal Climbing-- ~2 hours",
    "Have you applied to PCS before?": "No",
    "Why do you want to join PCS? How could you see yourself contributing? (150 words max)": "Data-driven political science may be relatively new but has revolutionized the academic and applied sides of the field. I have grown extremely interested in the intersection between data and politics.  I want to join PCS to further my skills in quantitative political analysis while also contributing to causes that I feel are worthwhile, meeting interesting people passionate about the same topics, and gaining relevant in-field experience. I feel I could contribute to PCS with both coding and policy analysis experience. As my resume indicates, I have earned As in multiple courses in different programming languages during my time at Cal and have conducted research reliant on a plethora of political analysis databases. Further, I have relevant statistical political analysis skills such as interpreting survey research and regression tables. Finally, I have worked directly with political stakeholders at a nonprofit, engaging with both donors and members of the California legislature.",
    "Please describe your experience or understanding of the inequities faced by underrepresented communities in STEM/technical fields. As a member of a STEM-related community like PCS, what do you think your role should be in challenging these inequities? (150 words max)": "As a bisexual person of color, entrenched discrimination in technical fields is something with which I have firsthand experience. A lack of active support for students of color in technical fields and structural inequalities such as lack of resources in schools are both factors which make the fields feel far away for disadvantaged students. Further, STEM fields have often characterized by a callous dismissiveness towards efforts at equity, guaranteeing the problem is replicated across generations. The responsibility of community members in technical organizations like PCS is to break this cycle, both in the organization and the field more broadly. This includes, but is not limited to, both the removal of barriers to access and more active forms of support for equity that affirmatively seek to include and expand resources for members of disadvantaged groups. This should also include the use of technical skills for social good.",
    "Imagine you have the resources to carry out any passion project you wanted (doesn’t have to be technical or political) over the course of a semester. What would you want to do and how would you go about carrying it out? (150 words max)": "While researching last semester, I was made aware of the lack of easily digestible information about most legislation. This concerned me—political science is already a field with a rather high resource, time, and education-based barrier to entry, made worse by the fact that information about bills are unintelligible to most people and filled with references to other legislation. For many would-be political observers or more engaged citizens, this has the effect of dissuading participation and making politics appear arcane. So, at the risk of sounding incredibly nerdy, my passion project with unlimited resources would be to find and categorize information which provided a summary, in terms understandable to people without a high degree of political awareness, of past legislation along with bill texts and public law texts. I would go about this by reading through historical bills and writing short, layperson’s-terms summaries of each bill’s provisions.",
    "What is a political issue or movement that you are interested in? Please explain your connection to it. (150 words max)": "One political issue that I am extremely passionate about is the housing crisis. The fact that students must devote so much of their already limited budgets toward paying for housing (and, in the process, push out community members who already lived in the area and can no longer afford sharply increasing rent prices) is both deeply unsettling and genuinely shocking. Similarly unsettling is the fact that rezoning efforts, as well as efforts to build low-income housing or non-luxury apartments are so frequently shot down. This is true both on the local level, with opposition movements from rich North Berkeley neighborhoods to housing projects near the North Berkeley BART station and on Hopkins, and on a national level, as a class battle that exists in almost every city.  Relatedly, the somewhat-informal YIMBY movement is something which I believe has moved the needle in the right direction on housing, but rezoning rich neighborhoods to allow multi-family housing must remain the priority.",
    "What is a controversial opinion or hot take that you have, and why are you correct? (150 words max)": "One controversial opinion I have is that nuclear energy should be dramatically expanded. I am extremely concerned about climate change and nuclear energy presents an untapped and misunderstood solution. Per the Department of Energy, one nuclear plant generates as much energy as 3 million solar panels. In the short term, expanding nuclear energy would weaken the political and economic power of the fossil fuel industry while buying time for a transition to fully renewable energy. Concerns about waste and meltdowns are misguided; reports from the International Energy Agency demonstrate the increased safety that new technologies have brought to nuclear reactors. The 92 aging nuclear reactors already active in the US have mitigated about 25 gigatons of carbon emissions annually. Doubling this number would meet over half the American energy demand and slash carbon emissions, meeting the challenges posed by the compounding effects of climate change.",
    "Resume": "https://drive.google.com/open?id=1G5XF6ysYies-6vc5h5PuPmXpxlVEIkdf",
    "Interviews will take place on Saturday (2/3) and Sunday (2/4). Will you be available for a 30-minute time slot on any of these days?": "Yes",
    "Club-wide meetings are every Thursday from 8 - 9 PM on campus. Will you be available to attend these?": "Yes",
    "Retreat will take place February 9 - 11 (Friday to Sunday) near Sequoia National Park. Will you be able to attend retreat?": "Yes"
  },
  {
    "Timestamp": "1/25/2024 11:45:04",
    "Email Address": "amassouras13@gmail.com",
    "First Name": "Athan",
    "Preferred Name": "",
    "Last Name": "Massouras",
    "Gender Identity": "Male",
    "Year": "Sophomore",
    "Phone Number": 6284884266,
    "How did you hear about PCS?": "Tabling, Instagram",
    "If you chose Friend/Reference, who is your reference?": "",
    "Major(s) (Declared or Intended)": "CS, applied maths",
    "Minor(s)": "None",
    "Relevant Coursework (current and/or previous)": "CS 61A/B/C, 70; MATH 54; ECON 115, 101B; DATA 8",
    "What courses are you taking this semester? Please list the course titles and number of units.": "CS 61C, MATH 110, 113, R1B (4 units each), INFO 289 (3 units)",
    "What are your other time commitments this semester? Please list the approximate number of hours per week.": "Data science consulting club (~5-7hrs/week)",
    "Have you applied to PCS before?": "Yes, last semester",
    "Why do you want to join PCS? How could you see yourself contributing? (150 words max)": "I find that, generally speaking, it can be very difficult for researchers and professionals from computer science and the social sciences to interface in a meaningful way; this causes significant problems, and will continue to do so as the field of computer sciences has exponentially increasing social consequences (both positive and negative). This makes it all the more frustrating that, in my experience, computer scientists regard the social sciences with condescension, and discussions among non-technical people about technical topics can often be vague and poorly informed. I personally come from a technical background, but have always been interested in and curious about the social sciences; if accepted to PCS, I would be excited to contribute my own experience working with in data science and computer science (specifically in climate modelling and data engineering), while hoping to learn from members with more experience in the social sciences to guide the application of these skills.",
    "Please describe your experience or understanding of the inequities faced by underrepresented communities in STEM/technical fields. As a member of a STEM-related community like PCS, what do you think your role should be in challenging these inequities? (150 words max)": "Communities in fields like computer science can be exclusionary, both in the ability for people from economically marginalised positions to access the physical resources necessary to join them, and the culture that can arise as a consequence of this. Although access to computing is always increasing, it will always be more difficult for those without a good personal computer to join spaces built around computing, which leaves certain perspectives structurally unrepresented (especially in a country where economic status and race are strongly correlated). This is a key (but not the only) cause of what has been, in my experience, a culture of \"boys with toys\" in computing which not only excludes those who are not white, wealthy, and male, but also leads to the aforementioned condescension technical communities have towards the social sciences. In STEM-related communities like PCS, I think it is necessary to change this culture: by making hostility to marginalised groups unacceptable, and to offer our own work and resources at low or no cost so that everyone is equally able to access the power of computing.",
    "Imagine you have the resources to carry out any passion project you wanted (doesn’t have to be technical or political) over the course of a semester. What would you want to do and how would you go about carrying it out? (150 words max)": "I have always enjoyed teaching, and have wanted to (and hopefully will, at some point), start a Decal to teach modern ideas in functional programming. After CS 61A, I was interested in the kind of structure provided Scheme, and was surprised to see that more advanced classes in functional programming were not available, despite the field being an active area of research in theoretical computer science, and increasingly relevant and integrated into imperative languages (eg. Rust, JavaScript, Python, etc). So far, my primary effort in this direction has been teaching myself and applying the key concepts in Haskell; once I feel like I have sufficient knowledge, I would first find a friend to help organise the class with, a faculty advisor, and set about creating a syllabus by drawing inspiration from similar classes online and in other universities. I would also likely become involved in an existing Decal and teach for a semester so as to gain experience with the Decal system.",
    "What is a political issue or movement that you are interested in? Please explain your connection to it. (150 words max)": "I am broadly interested in the way large tech companies operate and are regulated, and the consequences this has for the economic and technological landscape they produce. This is especially relevant to me from a privacy perspective: the tech giants that dominate the modern economy have business models that rely on data harvesting on a massive scale; their expansion and calcification into a handful of monopolies is, in my opinion, a direct consequence of the need for these companies to extract and monetise as much and as many different kinds of data as possible without our knowledge or consent, to be used in whatever way they see fit (whatever way is most profitable). As someone who has spent a large part of my life on the internet, I find this extremely concerning, and I believe government efforts to change the nature of these large firms are absolutely necessary, and entirely insufficient in their current form (especially in the US).",
    "What is a controversial opinion or hot take that you have, and why are you correct? (150 words max)": "I believe in the full legalisation of most narcotics for recreational use, and the decriminalisation of the rest in a way that centres recovery from addiction. Broadly speaking, policies of prohibition have been unsuccessful wherever they've been tried, leading to the creation of more dangerous substances (like fentanyl), higher rates of violent crime, and an inability for people who use these substances to recover. Experiments with partial legalisation in this vein have been generally successful in decreasing overdose deaths and pointing users towards rehabilitation facilities, despite the fact that they often lack the kind of longer term support that is necessary for their success. More generally, I believe that the war on drugs plays a larger role in the cyclical poverty that is endemic to many parts of most developed countries by making community members resort to illegal activity to support themselves financially, increasing the prevalence of organised crime, and leading to the high rates of incarceration we observe.",
    "Resume": "https://drive.google.com/open?id=1kwS-hch6o78u-UJ8H2IQ1s3sNmn2OzO1",
    "Interviews will take place on Saturday (2/3) and Sunday (2/4). Will you be available for a 30-minute time slot on any of these days?": "Yes",
    "Club-wide meetings are every Thursday from 8 - 9 PM on campus. Will you be available to attend these?": "Yes",
    "Retreat will take place February 9 - 11 (Friday to Sunday) near Sequoia National Park. Will you be able to attend retreat?": "Yes"
  }
]